Repository: sunsx9316/DanDanPlay_Experience
Catalog: Mac/AniXPlayer/Localizable.xcstrings
Source language: en
Languages: zh_hans

# ← 返回
source: ← Back
zh_hans: ← 返回

# 0则不缓存
source: 0 = No Cache
zh_hans: 0则不缓存

# 1/2屏
source: 1/2 Screen
zh_hans: 1/2屏

# 1/4屏
source: 1/4 Screen
zh_hans: 1/4屏

# 2/3屏
source: 2/3 Screen
zh_hans: 2/3屏

# App主题色
source: App Accent Color
zh_hans: App主题色

# iCloud 同步冲突
source: iCloud Sync Conflict
zh_hans: iCloud 同步冲突

# WiFi 文件传输
source: WiFi File Transfer
zh_hans: WiFi 文件传输

# 上次观看时间：
source: Last watched:
zh_hans: 上次观看时间：

# 下载本地弹幕...
source: Download local danmaku...
zh_hans: 下载本地弹幕...

# 不缓存
source: No Cache
zh_hans: 不缓存

# 个文件
source: files
zh_hans: 个文件

# 中文
source: Chinese
zh_hans: 中文

# 主题色
source: Accent Color
zh_hans: 主题色

# 使用 iCloud 数据
source: Use iCloud Data
zh_hans: 使用 iCloud 数据

# 使用本机数据
source: Use Local Data
zh_hans: 使用本机数据

# 保存
source: Save
zh_hans: 保存

# 保存需要退出App，是否退出？
source: Save requires restarting the app. Quit now?
zh_hans: 保存需要退出App，是否退出？

# 全局设置
source: Global Settings
zh_hans: 全局设置

# 全选
source: Select All
zh_hans: 全选

# 全部显示
source: Show All
zh_hans: 全部显示

# 关于
source: About
zh_hans: 关于

# 关闭
source: Close
zh_hans: 关闭

# 关闭则手动关联
source: Off: Manual Association
zh_hans: 关闭则手动关联

# 删除
source: Delete
zh_hans: 删除

# 删除选中域名
source: Delete Selected Domain
zh_hans: 删除选中域名

# 刷新
source: Refresh
zh_hans: 刷新

# 剪切
source: Cut
zh_hans: 剪切

# 加载中...
source: Loading...
zh_hans: 加载中...

# 加载字幕...
source: Loading subtitle...
zh_hans: 加载字幕...

# 加载字幕中...
source: Loading subtitles...
zh_hans: 加载字幕中...

# 加载弹幕中...
source: Loading danmaku...
zh_hans: 加载弹幕中...

# 加载本地字幕成功！
source: Local subtitle loaded successfully!
zh_hans: 加载本地字幕成功！

# 加载本地弹幕...
source: Loading local danmaku...
zh_hans: 加载本地弹幕...

# 加载本地弹幕成功！
source: Local danmaku loaded successfully!
zh_hans: 加载本地弹幕成功！

# 匹配到多个结果
source: Multiple Matches Found
zh_hans: 匹配到多个结果

# 即将开始播放...
source: Starting playback...
zh_hans: 即将开始播放...

# 发光
source: Glow
zh_hans: 发光

# 发现 %d 项设置与 iCloud 数据不一致，请选择以哪一端为准：
source: Found %d settings conflicting with iCloud data. Choose which to keep:
zh_hans: 发现 %d 项设置与 iCloud 数据不一致，请选择以哪一端为准：

# 发送失败
source: Send Failed
zh_hans: 发送失败

# 发送成功
source: Sent Successfully
zh_hans: 发送成功

# 取消
source: Cancel
zh_hans: 取消

# 可选子路径，如 video/
source: Optional sub-path, e.g. video/
zh_hans: 可选子路径，如 video/

# 右键编辑
source: Right-click to Edit
zh_hans: 右键编辑

# 合并重复弹幕
source: Merge Duplicate Danmaku
zh_hans: 合并重复弹幕

# 地址
source: Address
zh_hans: 地址

# 填充屏幕
source: Fill Screen
zh_hans: 填充屏幕

# 备注
source: Remark
zh_hans: 备注

# 复制弹幕
source: Copy Danmaku
zh_hans: 复制弹幕

# 如：NMSL
source: e.g. NMSL
zh_hans: 如：NMSL

# 如：简中
source: e.g. zh-Hans
zh_hans: 如：简中

# 媒体信息
source: Media Info
zh_hans: 媒体信息

# 媒体库
source: Media Library
zh_hans: 媒体库

# 媒体服务器
source: Media Server
zh_hans: 媒体服务器

# 字幕Y轴偏移百分比
source: Subtitle Y Offset (%)
zh_hans: 字幕Y轴偏移百分比

# 字幕加载顺序
source: Subtitle Load Order
zh_hans: 字幕加载顺序

# 字幕大小
source: Subtitle Size
zh_hans: 字幕大小

# 字幕字体
source: Subtitle Font
zh_hans: 字幕字体

# 字幕时间偏移
source: Subtitle Time Offset
zh_hans: 字幕时间偏移

# 字幕样式
source: Subtitle Style
zh_hans: 字幕样式

# 字幕设置
source: Subtitle Settings
zh_hans: 字幕设置

# 字幕轨道
source: Subtitle Track
zh_hans: 字幕轨道

# 字幕颜色
source: Subtitle Color
zh_hans: 字幕颜色

# 完成
source: Done
zh_hans: 完成

# 官方域名
source: Official Domain
zh_hans: 官方域名

# 客人
source: Guest
zh_hans: 客人

# 宽高比
source: Aspect Ratio
zh_hans: 宽高比

# 密码
source: Password
zh_hans: 密码

# 将.xlog文件提供给开发者
source: Provide .xlog file to developer
zh_hans: 将.xlog文件提供给开发者

# 将在下次播放时生效
source: Will take effect on next playback
zh_hans: 将在下次播放时生效

# 小窗播放
source: PiP Playback
zh_hans: 小窗播放

# 屏蔽弹幕
source: Block Danmaku
zh_hans: 屏蔽弹幕

# 已是最新版本
source: Already the latest version
zh_hans: 已是最新版本

# 开启
source: On
zh_hans: 开启

# 开始解析...
source: Starting parsing...
zh_hans: 开始解析...

# 弹幕信息
source: Danmaku Info
zh_hans: 弹幕信息

# 弹幕信息(%d条)
source: Danmaku (%d)
zh_hans: 弹幕信息(%d条)

# 弹幕偏移时间
source: Danmaku Time Offset
zh_hans: 弹幕偏移时间

# 弹幕内容不能为空
source: Danmaku content cannot be empty
zh_hans: 弹幕内容不能为空

# 弹幕匹配结果（右键搜索）
source: Danmaku Match Results (Right-click Search)
zh_hans: 弹幕匹配结果（右键搜索）

# 弹幕字体大小
source: Danmaku Font Size
zh_hans: 弹幕字体大小

# 弹幕密度
source: Danmaku Density
zh_hans: 弹幕密度

# 弹幕开关
source: Danmaku Toggle
zh_hans: 弹幕开关

# 弹幕缓存时间
source: Danmaku Cache Time
zh_hans: 弹幕缓存时间

# 弹幕设置
source: Danmaku Settings
zh_hans: 弹幕设置

# 弹幕边缘样式
source: Danmaku Border Style
zh_hans: 弹幕边缘样式

# 弹幕过滤列表
source: Danmaku Filter List
zh_hans: 弹幕过滤列表

# 弹幕透明度
source: Danmaku Opacity
zh_hans: 弹幕透明度

# 弹幕速度
source: Danmaku Speed
zh_hans: 弹幕速度

# 弹弹play远程访问
source: DanDanPlay Remote Access
zh_hans: 弹弹play远程访问

# 快速匹配弹幕
source: Quick Match Danmaku
zh_hans: 快速匹配弹幕

# 恢复默认
source: Reset to Default
zh_hans: 恢复默认

# 打开...
source: Open...
zh_hans: 打开...

# 打开网络文件...
source: Open Network File...
zh_hans: 打开网络文件...

# 拖拽文件或文件夹到此处上传
source: Drag files or folders here to upload
zh_hans: 拖拽文件或文件夹到此处上传

# 拷贝
source: Copy
zh_hans: 拷贝

# 描边
source: Stroke
zh_hans: 描边

# 提示
source: Tip
zh_hans: 提示

# 搜索弹幕
source: Search Danmaku
zh_hans: 搜索弹幕

# 搜索更多弹幕
source: Search More Danmaku
zh_hans: 搜索更多弹幕

# 搜索结果
source: Search Results
zh_hans: 搜索结果

# 撤销
source: Undo
zh_hans: 撤销

# 播放器会优先选择关键字靠前的字幕加载
source: Subtitles with higher keyword priority are loaded first
zh_hans: 播放器会优先选择关键字靠前的字幕加载

# 播放器内核
source: Player Core
zh_hans: 播放器内核

# 播放模式
source: Playback Mode
zh_hans: 播放模式

# 播放设置
source: Playback Settings
zh_hans: 播放设置

# 播放速度
source: Playback Speed
zh_hans: 播放速度

# 操作弹幕
source: Manage Danmaku
zh_hans: 操作弹幕

# 支持所有文件类型，单个文件最大 2GB
source: All file types supported, max 2GB per file
zh_hans: 支持所有文件类型，单个文件最大 2GB

# 文件
source: File
zh_hans: 文件

# 文件名
source: File Name
zh_hans: 文件名

# 文件来源
source: File Source
zh_hans: 文件来源

# 文件类型
source: File Type
zh_hans: 文件类型

# 无
source: None
zh_hans: 无

# 日志
source: Log
zh_hans: 日志

# 显示全部
source: Show All
zh_hans: 显示全部

# 显示区域
source: Display Area
zh_hans: 显示区域

# 有新版本
source: New Version Available
zh_hans: 有新版本

# 服务器地址格式不正确！
source: Invalid server address format!
zh_hans: 服务器地址格式不正确！

# 服务器错误
source: Server Error
zh_hans: 服务器错误

# 未匹配到弹幕
source: No Danmaku Matched
zh_hans: 未匹配到弹幕

# 未指定
source: Not Specified
zh_hans: 未指定

# 本地文件
source: Local File
zh_hans: 本地文件

# 根路径
source: Root Path
zh_hans: 根路径

# 检查更新
source: Check for Updates
zh_hans: 检查更新

# 正则表达式
source: Regular Expression
zh_hans: 正则表达式

# 注册用户
source: Registered User
zh_hans: 注册用户

# 添加字幕关键字
source: Add Subtitle Keyword
zh_hans: 添加字幕关键字

# 添加弹幕屏蔽词
source: Add Danmaku Block Word
zh_hans: 添加弹幕屏蔽词

# 添加自定义域名
source: Add Custom Domain
zh_hans: 添加自定义域名

# 清除播放记录
source: Clear Playback History
zh_hans: 清除播放记录

# 清除播放记录、历史等
source: Clear playback history, records, etc.
zh_hans: 清除播放记录、历史等

# 清除本地匹配记录、弹幕缓存等
source: Clear local match records, danmaku cache, etc.
zh_hans: 清除本地匹配记录、弹幕缓存等

# 清除缓存
source: Clear Cache
zh_hans: 清除缓存

# 满屏
source: Full Screen
zh_hans: 满屏

# 滚动
source: Scroll
zh_hans: 滚动

# 用户名
source: Username
zh_hans: 用户名

# 用户名+密码
source: Username + Password
zh_hans: 用户名+密码

# 电脑端
source: Desktop
zh_hans: 电脑端

# 登录
source: Login
zh_hans: 登录

# 登录Token
source: Login Token
zh_hans: 登录Token

# 登录历史
source: Login History
zh_hans: 登录历史

# 登录密码
source: Login Password
zh_hans: 登录密码

# 登录弹弹Play…
source: Sign in DanDanPlay…
zh_hans: 登录弹弹Play…

# 登录成功！
source: Login successful!
zh_hans: 登录成功！

# 登录用户名
source: Login Username
zh_hans: 登录用户名

# 直接播放
source: Play Directly
zh_hans: 直接播放

# 硬件解码
source: Hardware Decoding
zh_hans: 硬件解码

# 确定
source: OK
zh_hans: 确定

# 确定清除播放历史吗？
source: Clear playback history?
zh_hans: 确定清除播放历史吗？

# 确定清除缓存吗？
source: Clear cache?
zh_hans: 确定清除缓存吗？

# 确定退出登录吗？
source: Are you sure you want to sign out?
zh_hans: 确定退出登录吗？

# 视频设置
source: Video Settings
zh_hans: 视频设置

# 粘贴
source: Paste
zh_hans: 粘贴

# 编辑
source: Edit
zh_hans: 编辑

# 网络邻居
source: Network Neighborhood
zh_hans: 网络邻居

# 网络错误
source: Network Error
zh_hans: 网络错误

# 置底
source: Bottom
zh_hans: 置底

# 置顶
source: Top
zh_hans: 置顶

# 自动加载本地字幕
source: Auto Load Local Subtitles
zh_hans: 自动加载本地字幕

# 自动加载本地弹幕
source: Auto Load Local Danmaku
zh_hans: 自动加载本地弹幕

# 自动播放（不循环）
source: Auto Play (No Loop)
zh_hans: 自动播放（不循环）

# 自动播放（列表循环）
source: Auto Play (List Loop)
zh_hans: 自动播放（列表循环）

# 自动跳过片头/片尾
source: Auto Skip Intro/Outro
zh_hans: 自动跳过片头/片尾

# 自定义域名
source: Custom Domain
zh_hans: 自定义域名

# 英文
source: English
zh_hans: 英文

# 解析中…
source: Resolving…
zh_hans: 解析中…

# 解析弹幕中...
source: Parsing danmaku...
zh_hans: 解析弹幕中...

# 解析视频中...
source: Parsing video...
zh_hans: 解析视频中...

# 设置主题色
source: Set Accent Color
zh_hans: 设置主题色

# 语言
source: Language
zh_hans: 语言

# 语言切换已生效，退出后将以新语言启动
source: Language changed. Restart to apply.
zh_hans: 语言切换已生效，退出后将以新语言启动

# 请求域名
source: Request Domain
zh_hans: 请求域名

# 请输入密码
source: Please enter password
zh_hans: 请输入密码

# 请输入用户名
source: Please enter username
zh_hans: 请输入用户名

# 路径
source: Path
zh_hans: 路径

# 跳转
source: Jump
zh_hans: 跳转

# 跳过片头时长
source: Skip Intro Duration
zh_hans: 跳过片头时长

# 跳过片尾时长
source: Skip Outro Duration
zh_hans: 跳过片尾时长

# 连接中...
source: Connecting...
zh_hans: 连接中...

# 连接身份
source: Connection Identity
zh_hans: 连接身份

# 迷你进度条
source: Mini Progress Bar
zh_hans: 迷你进度条

# 退出
source: Quit
zh_hans: 退出

# 退出登录
source: Sign Out
zh_hans: 退出登录

# 选择文件
source: Select File
zh_hans: 选择文件

# 选择文件夹
source: Select Folder
zh_hans: 选择文件夹

# 选择要连接的地址：
source: Select an address to connect:
zh_hans: 选择要连接的地址：

# 选集
source: Episode Selection
zh_hans: 选集

# 重做
source: Redo
zh_hans: 重做

# 重复播放当前视频
source: Repeat Current Video
zh_hans: 重复播放当前视频

# 防挡字幕
source: Avoid Covering Subtitles
zh_hans: 防挡字幕

# 阴影
source: Shadow
zh_hans: 阴影

# 隐藏
source: Hide
zh_hans: 隐藏

# 隐藏其他
source: Hide Others
zh_hans: 隐藏其他

# 随机弹幕颜色
source: Random Danmaku Color
zh_hans: 随机弹幕颜色

# 集数
source: Episode
zh_hans: 集数

# 需要指定视频弹幕列表，才能发弹幕哟~
source: Select a video danmaku list to send danmaku~
zh_hans: 需要指定视频弹幕列表，才能发弹幕哟~

# 音量:
source: Volume:
zh_hans: 音量:

# 音频时间偏移
source: Audio Time Offset
zh_hans: 音频时间偏移

# 音频设置
source: Audio Settings
zh_hans: 音频设置

# 音频轨道
source: Audio Track
zh_hans: 音频轨道

# 首选播放内核
source: Preferred Player Core
zh_hans: 首选播放内核

# 默认
source: Default
zh_hans: 默认

# 默认排序
source: Default Order
zh_hans: 默认排序
